#version: 0.2 - Trained by `huggingface/tokenizers`
h e
Ġ t
Ġt he
Ġ e
d e
l l
o de
n t
he ll
S hell
č Ċ
C ode
Shell Code
s t
r e
u m
Ġ a
Ġ i
e r
Ġ 0
Ġ o
m o
s h
e n
mo v
Ġ c
Ġ re
G en
S um
ShellCode Gen
ShellCode Sum
p u
pu sh
nt o
g i
Ġ b
a x
Ġt o
st er
Ġre gi
Ġregi ster
Ġe ax
Ġ l
Ġ st
o r
a c
Ġo f
e nt
Ġ mov
Ġc o
" ,
t e
, "
Ġ j
ac k
Ġst ack
a l
Ġb y
Ġco nt
Ġi nto
Ġ push
ent s
Ġcont ents
i n
Ġ d
a b
Ġby te
Ġe b
Ġ \
Ġe d
Ġ s
e l
c x
ab el
Ġl abel
d d
n d
Ġeb x
Ġe cx
um p
Ġ [
Ġo nto
t i
Ġe s
Ġa nd
w or
wor d
Ġ v
m p
Ġa dd
l e
s s
Ġed x
Ġa l
Ġ 1
a r
Ġj ump
u e
Ġi n
o n
de c
al ue
Ġ f
Ġv alue
re ss
Ġi s
Ġadd ress
Ġi f
Ġ m
Ġ n
a ll
Ġ p
u b
Ġl o
Ġmov e
ti on
mov e
o p
z er
zer o
7 3
e s
Ġes p
Ġes i
Ġ zero
Ġ sh
Ġ word
Ġa t
s e
in e
Ġ dec
q u
f f
v e
Ġe qu
o t
i t
in g
a re
] ,
u l
Ġequ al
Ġ 2
Ġb l
Ġed i
e c
Ġc l
x or
Ġn ot
Ġ _
a tion
r y
es i
f ine
de fine
Ġd word
r o
Ġre s
Ġc all
Ġm e
or t
i nt
6 3
6 5
Ġsh ort
n e
e t
6 2
i f
mo ry
Ġme mory
a d
ul t
Ġres ult
Ġp o
7 4
j ump
Ġs y
Ġd l
c all
6 9
Ġa x
l o
Ġd o
m ent
p er
Ġpo int
u n
Ġ w
Ġ xor
6 8
Ġ 3
Ġ 4
Ġlo c
l are
Ġ '
l se
Ġs ub
re ment
Ġe lse
Ġf ro
Ġfro m
0 0
Ġthe n
ar t
x t
e d
ac t
6 4
Ġc mp
73 2
a dd
e b
t r
Ġo per
i g
c ode
c mp
i le
ub le
Ġdo uble
tr act
s ub
a t
0 2
6 1
a g
Ġj mp
ti ve
i z
Ġn e
Ġv ar
Ġoper ation
Ġ define
c tion
69 62
Ġe x
: ,
3 1
Ġb x
a ve
Ġlo op
Ġsy s
x c
Ġp op
i ti
al iz
iti aliz
7 2
65 2
Ġs ave
] "
] ",
k e
Ġloc ation
ab le
74 652
Ġst art
r ing
Ġeb p
es p
n z
o re
or m
6962 2
e m
u p
Ġj e
Ġ g
6 6
st em
hell code
Ġe ff
ec tive
Ġdouble word
Ġeff ective
Ġstart ing
pu t
Ġ +
Ġin itializ
Ġf un
Ġfun ction
a n
Ġd b
u t
lo op
7 5
Ġst ring
a te
w e
eb p
Ġm a
Ġt h
dec lare
Ġdec lare
f orm
3 0
r a
x f
63 74652
Ġsy stem
Ġsys call
Ġl e
Ġex it
c k
Ġb et
we en
Ġbet ween
b in
e ax
g g
o u
Ġc x
Ġ1 0
Ġ un
68 732
' ,
Ġi t
Ġdec ode
r i
mp are
Ġsub tract
Ġth an
Ġ 5
if t
Ġ 8
Ġb it
Ġj nz
Ġsh ift
Ġinitializ e
it h
Ġw ith
te st
Ġin c
0 1
3 9
l ag
Ġo ut
Ġdec rement
lo ad
Ġvar i
Ġj ne
Ġj z
Ġvari able
e cx
Ġt e
sub tract
3 3
7 8
s g
Ġf lag
68 73
ag e
m e
3 2
Ġne xt
7 7
h t
j mp
x b
re g
Ġ1 2
Ġ' /
m a
Ġst ore
7 0
c o
Ġcont a
Ġd x
Ġlo w
ne d
ig ned
p op
eb x
l d
s igned
Ġ r
in c
Ġbyte s
Ġun signed
st art
Ġa r
ou nd
Ġs p
Ġne g
i m
Ġs et
Ġte st
] ,"
1 2
4 5
5 0
c le
f ile
u nt
v ar
Ġ 6
Ġs hellcode
Ġ1 6
dec rement
8 0
l en
x a
Ġ 9
dec ode
h ile
Ġ .
ri te
o ck
Ġ /
le a
Ġle a
Ġa ll
Ġlo ad
1 0
4 02
i s
p l
x ff
Ġa s
Ġc h
Ġre ad
ra y
e x
s hellcode
u ff
ec if
c h
Ġf or
1 6
2 0
c al
x e
Ġm sg
63 2
im al
re at
Ġto p
ine d
Ġdec imal
Ġconta ined
Ġlow er
Ġp er
Ġma ke
1 3
7 02
i ed
st ore
gi cal
Ġf ile
Ġlo gical
Ġg reat
Ġgreat er
e gg
Ġ put
xc h
Ġsp ecif
Ġper form
b er
c e
v i
Ġ -
um ber
ig ht
Ġbit s
Ġstore d
Ġar ray
4 4
7 6
9 0
Ġm ul
65 6
Ġco mpare
Ġs ig
per form
ma ke
co mpare
4 3
p t
Ġi nt
Ġd up
Ġf i
xch g
Ġe gg
Ġp ro
a p
a tive
f t
u s
x d
Ġo ne
at a
Ġma in
Ġspecif ied
Ġs ec
Ġneg ative
Ġsec tion
a s
a nd
n s
Ġc le
se t
a me
i ld
y cle
Ġb uff
00 00
61 702
pl y
d i
Ġo n
ti ply
Ġ2 0
o se
s y
1 1
2 2
4 1
7 9
t xt
w ap
Ġco unt
Ġs ock
Ġ1 5
ed x
72 73
75 2
Ġo r
Ġe n
hell o
Ġ1 1
ne xt
Ġcl ose
Ġsig n
3 5
m ul
Ġ L
he ck
Ġw hile
Ġw rite
code d
re s
Ġc heck
ex ec
b p
d up
t able
u r
Ġl en
Ġj ns
0 4
m d
p are
Ġ 78
Ġl on
ec t
64 75
7273 752
Ġlon g
Ġa n
Ġr ight
w o
Ġ3 2
Ġg et
Ġinc rement
Ġch ild
Ġco n
Ġd i
Ġle ft
4 7
5 8
B Y
T E
w d
Ġ BY
Ġt wo
er ve
Ġco mp
ss wd
ar ch
Ġm y
73 73
ff ff
Ġ4 8
ce ss
Ġfi ll
6475 732
ĠBY TE
en d
Ġre t
ar g
Ġpro cess
o ke
v oke
Ġb h
le ment
ss age
Ġit s
Ġcle ar
p a
Ġj g
# #
1 4
2 5
7 62
a a
a h
o c
p age
r c
v alue
w hile
w rite
x D
Ġ he
Ġ us
re ad
Ġre store
ar ound
63 6
74 61
64 6873
ra p
50 90
vi de
Ġsock et
Ġus ing
646873 73
d ata
n umber
re t
Ġn umber
Ġw rap
add r
, _
c ycle
e g
he d
st r
re ate
Ġ1 3
Ġf in
ot ate
Ġoper and
Ġinitializ ed
inc rement
eg er
r or
t h
Ġ xchg
Ġd d
Ġex ec
1 7
2 3
2 4
3 45
4 01
5 9
6 62
8 9
b o
j z
m sg
p r
s rc
t mp
Ġ $
re store
Ġa h
", "
in itializ
ar k
Ġf orm
Ġ2 5
et c
78 2
6873 732
Ġr otate
xa a
ur n
pare nt
pa sswd
oc ate
7461 632
Ġform at
c md
d b
Ġst age
Ġme ssage
ne g
Ġmul tiply
0 5
a se
b it
c as
s i
u se
Ġ 7
te xt
ar is
Ġvalue s
Ġ2 7
Ġint eger
Ġcomp aris
cas d
Ġcomparis on
p ro
p res
Ġ y
Ġ de
Ġj b
Ġd ata
se ction
sy s
Ġcon n
2 8
2 9
3 4
3 8
4 0
W O
b al
b ound
e arch
j nz
n load
s wap
t ing
w nload
Ġe lement
Shell code
Ġa bo
Ġc ode
Ġregister s
Ġj a
Ġj l
Ġd h
Ġd w
Ġs wap
Ġs earch
Ġ1 00
Ġ1 02
ry pt
74 2
lo bal
ed i
31 3
72 2
72 65
Ġ8 0
co nt
Ġconta in
Ġlow bound
cle ar
as m
sy stem
Ġen coded
r ight
Ġ k
sh r
Ġsh r
ex it
Ġsign al
mul tiply
f h
i d
n el
Ġ h
Ġ 64
er nel
Ġs ing
Ġjump s
Ġaddress ed
tion s
Ġpo si
Ġdo wnload
Ġpoint er
Ġ3 7
xb b
Ġ6 7
len ame
Ġformat ting
Ġposi tions
a use
d o
sh l
Ġp re
Ġsh l
# -
1 8
9 1
D WO
R D
b h
b y
c d
d is
g le
g th
m y
n c
o o
v en
Ġ I
Ġ x
Ġ pu
Ġ wor
Ġ DWO
de r
er ror
mo d
Ġre pres
ac e
ent ation
in ue
Ġ1 7
ar act
are d
Ġ3 0
64 2
iz e
xc d
up dis
66 6
ou r
ma in
decode r
Ġch aract
Ġcle ared
Ġcount er
exec ve
sys call
Ġabo ve
Ġcontain ing
Ġsing le
by te
oo gle
Ġwor ld
ĠDWO RD
Ġrepres entation
updis asm
Ġcharact er
Ġj s
Ġd on
le ft
Ġn o
Ġconn ect
b uff
c i
f in
i c
j ect
p id
u te
Ġ 65
Ġc ar
Ġc reate
Ġs i
Ġf updisasm
Ġ2 4
ro l
add ress
Ġdup loop
Ġbuff er
Ġen c
res erve
Ġfin d
Ġk ernel
Ġcar ry
t o
t er
Ġ up
in voke
Ġin voke
Ġg lobal
& &
0 6
1 5
2 1
2 6
3 63
4 9
4 45
5 1
: /
E n
O n
a st
f ound
g et
h unt
i te
m l
o m
o w
o me
q ue
s bin
s hed
t p
v er
x y
x de
x str
Ġ 63
Ġ 66
Ġ hello
Ġ &&
Ġ En
he re
Ġa re
Ġ0 1
Ġc ause
Ġre al
Ġb e
Ġb ec
Ġl ast
ac tion
Ġof f
in s
in ject
le ss
Ġ1 16
Ġin fin
Ġequal s
Ġ2 8
62 2
Ġloc al
00 0
at h
61 68732
31 2
31 31
Ġg oogle
75 6
30 3
Ġle ss
Ġun initializ
Ġun less
Ġdecode r
ri test
39 6
39 396
Ġdecrement ing
6873 61
77 6
ht ml
ht tp
Ġ'/ /
70 6
70 69
Ġneg ate
xff ffff
Ġread y
xe f
76 65
di vide
coded Shellcode
Ġdi vide
Ġfill On
arg v
Ġjg e
ret urn
Ġoperand s
345 6
neg ate
pro xy
38 363
Ġpu shed
49 4
hunt er
que st
ĠEn codedShellcode
Ġcause d
Ġbec ome
Ġinfin ite
Ġuninitializ ed
ritest ring
ĠfillOn es
c lo
Ġin it
Ġm ark
Ġinc page
Ġread ing
Ġret ry
clo se
! '
! ',
' s
a nt
b ss
j e
m in
n ot
t he
um er
Ġc ycle
Ġb ack
Ġb ase
Ġs hell
Ġn ame
all ocate
Ġp ort
ro ut
Ġres p
Ġcall pop
Ġw e
Ġw ritestring
ou s
Ġ9 0
Ġall ocate
Ġas ci
ce pt
vi ous
Ġsig action
Ġfi lename
Ġ$ -
Ġpre vious
min ate
rout ine
Ġasci i
e ven
j ne
m ark
o dd
s casd
t ter
Ġ z
Ġt er
Ġc md
Ġj le
Ġs casd
le tter
Ġp ath
Ġres erve
Ġout put
decode d
Ġexec ute
Ġter minate
# '
0 3
0 7
3 7373
4 6
5 5
5 35
7 66
9 2
9 6
A S
A dd
B B
C I
a m
a sh
b c
b u
b ash
c at
c ri
c reate
e e
e h
e unt
f er
f un
g ra
i se
l file
o int
p en
p ar
p end
p oint
r int
s k
s ock
s cri
u ll
u ction
x BB
Ġ |
Ġ 61
Ġ 70
Ġ AS
Ġt mp
st ar
st ant
re e
Ġo ld
Ġo pen
Ġre main
gi n
ac cept
Ġlabel ed
nd om
Ġ1 9
Ġ1 63
Ġin str
on se
Ġf ound
Ġn ull
73 6
73 72
Ġword s
se arch
ing here
Ġ2 1
Ġ2 3
Ġres b
62 732
74 1
68 2
Ġ4 2
00 1
64 77
61 74
6962 732
Ġex eunt
31 70
72 70
ra ndom
Ġ5 4
Ġ8 8
39 31
39 05
33 3
33 33
32 3931
Ġ12 8
12 7
Ġ16 63
Ġ16 62
is hed
xff f
vi lfile
44 44
76 766
pt or
Ġpro gra
xd b
11 7
Ġ15 64
Ġlen gth
Ġcon stant
58 494
Ġret urn
## ##
Ġhe xstr
5090 5090
Ġfin ished
401 0
pr int
initializ e
Ġde scri
cont inue
Ġencoded shellcode
nc Add
ĠI ncAdd
Ġcarry on
xde ad
Ġoff set
xffffff ff
7665 642
38363 1
Ġresp onse
37373 333
CI I
fun c
par am
ĠAS CII
Ġremain der
Ġ163 4
Ġinstr uction
7372 656
6477 7373
3170 762
Ġprogra m
58494 741
Ġdescri ptor
ĠIncAdd r
e xt
f or
s p
Ġl ine
Ġst at
ar ray
Ġf our
Ġdec rypt
Ġloop inghere
Ġth ree
Ġdecode d
Ġar r
cont ents
Ġdon e
Ġenc rypt
A L
O D
a it
g a
g e
i p
i st
j ns
n ame
p y
r p
s hell
Ġ ?
re nt
Ġst r
ac es
Ġco py
te mp
Ġs ize
Ġv al
Ġ1 32
ar m
Ġn umer
Ġp l
Ġ2 9
Ġ4 5
Ġsub routine
Ġne w
Ġloop nz
able s
Ġdoubleword s
an ge
loop nz
Ġ10 6
ri v
Ġte mp
Ġte xt
Ġar g
Ġshellcode len
pl aces
Ġint er
Ġpro c
Ġget p
Ġdi v
Ġcomp lement
Ġclear s
Ġhe re
Ġexec ve
buff er
Ġnumer ic
c on
l ine
Ġal arm
Ġinc addr
Ġfile contents
egg hunter
# ',
' ,"
1 9
1 63
2 02
2 13
3 6
3 732
3 41
4 62
4 12
4 25
5 2
5 7
5 63
5 39
5 45
5 25
8 1
8 2
8 89
9 7
9 69
9 31
9 78
9 35
A A
C ycle
M U
N ext
Y t
a der
b ee
c c
c v
c op
d f
d q
e k
e ic
e vilfile
f lag
i ll
i me
i pt
l f
m m
o i
o call
p e
r st
s fer
t s
v a
w ise
x ad
y pe
z z
Ġ qu
Ġ Shellcode
Ġ rol
Ġ http
Ġ Next
Ġt im
Ġt ime
Ġt ype
Ġe at
st in
st all
re ase
re quest
re cv
Ġi print
er tion
Ġ0 5
Ġ0 0000
Ġ0 666
Ġre quest
gi ts
Ġb u
Ġb el
Ġb ss
Ġst and
Ġcont inue
Ġs our
Ġ1 666
ar d
Ġp are
Ġlo we
73 5
73 74
73 69
73 656
73 61702
73 79
ff h
ot ocall
Ġ2 16
Ġ2 001
Ġnot decode
Ġ_ _
ry point
Ġres w
63 61
65 7
65 782
65 6361
if ied
74 6
74 756
69 7
69 66
Ġw ait
Ġxor decode
68 00
Ġ3 1
Ġ4 3
Ġ4 9
00 5
64 4
64 6
64 61
61 6
61 76
61 722
61 622
Ġex i
31 79
72 702
ke y
66 66
an sfer
Ġma sk
30 313
30 3179
Ġ5 0
Ġ8 04
01 7
39 2
32 2
32 322
77 73
77 72
Ġ12 3
Ġ12 3456
co m
Ġr m
Ġsp rint
Ġsp eic
12 3456
80 80
len gth
ock er
pl ace
xff ff
Ġread buffer
20 3
20 4
20 6873
44 4
76 0
76 760
90 47
656 7772
656 76760
Ġfi rst
ap pend
us r
di v
di rent
79 64
79 616
Ġ15 444
Ġcheck for
exec line
Ġmy func
7373 7
aa a
5090 50
401 02
59 935
Ġ25 5
Ġde stin
34 39
Ġ102 4
313 73737
7265 74
ĠI D
Ġ17 6800
445 7
:/ /
ver t
ins ertion
687361 62
687361 64
7069 2
535 341
bu ild
sock et
6174 7069
xdead bee
param s
Ġval e
Ġpl ace
Ġarg um
con vert
19 3
202 9
213 545
3732 31
412 8
889 9
931 4
cop y
ipt ables
Ġtim es
Ġ00000 00
Ġbel ow
Ġstand ard
Ġsour ce
Ġpare nt
Ġlowe st
7374 736
7369 642
656361 70
303179 74
Ġ804 80
Ġspeic ified
9047 90
append file
Ġcheckfor file
Ġmyfunc t
59935 193
Ġdestin ation
Ġ176800 9314
535341 50
xdeadbee f
213545 23
g lobal
t al
Ġ key
Ġe nt
Ġe nd
Ġe ven
st ring
re set
Ġre set
Ġto do
Ġto tal
Ġj ocker
Ġadd r
Ġn op
Ġlo ader
Ġcall it
Ġcall me
Ġdo it
Ġg otocall
me ssage
ma p
Ġset up
Ġch mod
ecif y
Ġfile address
Ġspecif y
Ġegg hunter
Ġpre pare
Ġhello len
Ġmark s
sp ecify
Ġent rypoint
C H
C AL
M OD
N ame
S F
b l
b x
e ed
f eed
g rp
l i
l er
l abel
p per
r up
r ror
s ize
v l
v al
x AA
Ġ CH
Ġe ac
Ġe rror
re ction
Ġa ga
Ġ0 0
Ġ0 77
Ġo ur
Ġb ot
Ġb ig
Ġst do
in st
ab lename
Ġin stall
Ġp riv
Ġ' ,
Ġvariable Name
ch ild
and ler
Ġclose file
Ġsocket call
Ġexec file
Ġconn ec
Ġh andler
Ġcreate file
Ġup pper
Ġreal array
Ġline feed
Ġstat us
Ġinter rup
Ġargum ents
CAL L
ĠCH MOD
Ġeac h
Ġaga inst
Ġbot h
Ġstdo ut
Ġinterrup t
e xch
g o
j b
o ut
s ar
s ave
re places
Ġre places
Ġl se
in it
Ġs ar
Ġm map
Ġp ause
Ġp reserve
Ġex ch
ch mod
Ġfor k
exec ute
Ġget pid
Ġdi rection
Ġnumber s
Ġstage address
pres erve
Ġk ill
!' ,"
Ġ? ,
Ġgetp pid
Ġgetp grp
Ġwait pid
exch ange
Ġlse ek
Ġexch ange
# /
$ (
' $(
, [
/ /
0 8
0 9
0 402
0 91
0 92
0 392
1 62
1 69
1 33
1 32
1 16
1 79
1 91
1 000
2 7
2 33
2 43
2 14
2 001
3 73
3 43
3 636
4 2
4 65
4 0000
4 22
5 4
5 6
5 73
5 30
5 01
5 34
5 445
5 000
6 0
6 7
6 75
6 7373
7 68
7 00
7 61
7 722
7 162
8 3
8 6
8 652
8 22
8 14
8 21
8 000
8 501
9 9
9 22
9 79
: $
= (
= '$(
B R
B h
C c
E y
F N
I y
J f
J n
L o
L ist
L FN
M I
O T
P P
P MI
Q BR
R OT
S J
U E
U WO
V q
V AL
W f
W m
Z p
a R
a f
a j
a sswd
a ins
b b
b d
b f
b g
b k
b ac
c p
c dd
c an
c ur
c ase
c bc
d k
d in
d ff
e f
e p
e de
e ff
e ffff
e af
f b
f ec
f eh
g oogle
g Zp
g dk
h P
h o
h ist
h UWO
i b
i l
i x
i on
j X
j a
j l
k v
k ernel
l r
l v
l Vq
m v
m all
m ma
n um
n ow
n umer
o OD
p k
p bk
r d
r m
r on
r ave
r ansfer
s r
t read
t bl
u de
u id
u random
w get
w Jf
x ac
x eb
x len
z or
Ġ ro
Ġ 72
Ġ 75
Ġ 77
Ġ unt
Ġ mod
Ġ ROT
Ġ VAL
he r
he y
he xstr
Ġt able
Ġt ransfer
Ġe vilfile
de v
de ad
nt s
st ude
re d
re al
re move
re arg
Ġa es
Ġi mm
er al
Ġ0 3
Ġ0 4
Ġ0 644
Ġ0 2001
Ġ0 700
Ġo ri
Ġo gin
mo rearg
en coded
en eral
Ġc dq
Ġre move
Ġre cycle
Ġre bo
Ġre fer
Ġre go
push w
gi d
Ġb rave
Ġl p
Ġl arg
Ġst op
Ġst din
or y
ac ex
Ġco mma
al f
Ġpush w
Ġd im
ab cd
ab bb
Ġs igned
Ġs rc
Ġs can
el en
ss l
Ġ1 4
Ġ1 8
Ġ1 50
Ġ1 10
Ġ1 0000
Ġ1 6666
Ġin form
Ġin ver
dec rease
Ġf iz
Ġm at
Ġm xc
Ġn asm
Ġn ib
Ġp age
Ġp rint
Ġlo ve
op t
op en
73 65
73 55
73 644
Ġat oi
Ġdec rease
ff c
ff eff
ot her
Ġ2 2
Ġ2 32
Ġcl ock
ro up
Ġres q
Ġcall z
int eger
63 5
63 7461
65 68
65 72
65 52
ne x
ne tread
62 3
62 6174
Ġpo st
74 75
74 30
74 79
69 2
69 61
69 666
69 922
lo cal
68 63
68 62
68 39
Ġ3 4
Ġ3 5
Ġ3 6
Ġ3 9
Ġ3 00
Ġ3 45
Ġ3 000
Ġ4 00
Ġ4 0000
Ġ4 29
Ġ4 0392
64 9
64 65
64 732
64 632
tr ansfer
tr ix
sub routine
61 6552
61 64732
Ġne ar
6962 30
31 5
31 179
xc b
xc c
xc e
Ġpop ad
72 3
72 68732
72 91
72 64632
Ġsave d
em sg
Ġg eneral
Ġg roup
75 4
75 75
form at
30 1
30 4
30 72
30 41
30 754
xf a
xf b
xf ee
xf effff
Ġun label
Ġ5 6
Ġ5 7
Ġ5 64
Ġ5 12
Ġ5 0000
Ġ8 3
Ġ8 9
Ġ8 761
Ġbit wise
01 3
01 01
01 0000
39 30
33 392
78 9
78 534
Ġflag s
6873 7
6873 58
32 17
32 768
Ġnext ch
Ġnext arg
Ġnext number
77 77
xb d
Ġ12 22
Ġ12 345
Ġ12 34
Ġ12 425
ma sk
70 65
70 445
pop ad
Ġr n
Ġr un
Ġsp ace
12 345
45 6
45 44
45 55
45 525
45 6839
50 44
Ġ6 722
80 47
xa aaa
Ġ9 3
Ġ9 9
Ġ. /
402 11
Ġas lr
Ġread len
ch ains
16 7
xe e
xe ffff
vi ron
90 9
90 909
Ġegg Lo
us er
us pend
xd a
set sock
set uid
set gid
Ġbuff len
0000 0000
di gits
22 29
79 8
txt x
Ġen viron
35 3
35 32
35 82
ĠL abel
Ġcheck int
Ġcheck bu
pare n
Ġan other
Ġchild msg
Ġdi gits
25 6
25 15
Ġhe ad
Ġhe xlen
read me
Ġ13 4
th is
24 312
345 8652
59 74
59 51
89 623
Ġmultiply loop
05 01
si on
pro c
pro va
Ġy ou
Ġde li
29 23
Ġabo ut
Ġ100 0
edi ate
7265 77
7265 7355
Ġh ow
Ġh alf
91 969
cd q
my func
nc at
Ġpu rp
byte s
Ġdon elen
Ġdon emsg
Ġno morearg
ci QBR
Ġ65 535
Ġup case
15 2515
ver y
xde bf
Ġ66 7291
Ġ01 02
Ġbe gin
ins mod
312 63
3131 313
3131 3131
xffffff df
7665 64
38363 8
494 8047
Ġport able
bc cc
ise gg
Ġopen ssl
gin al
7270 6475
random ize
Ġ88 40211
3333 3333
4444 4444
#### #'
#### #####'
print f
xdead c
sp acex
ga M
ip chains
Ġstr len
Ġinter netread
425 5
MU gdk
MU hUWO
Yt Bh
Yt PMI
dq gZp
mm val
oi ce
xad a
Ġqu it
Ġeat len
Ġeat msg
Ġiprint lf
Ġ05 44
Ġbu cle
Ġbu zz
6461 6568
Ġ123456 789
Ġsprint lf
123456 7
123456 78
aaa abbb
509050 8
509050 91
3439 97
3439 979
socket call
8899 8899
Ġparent msg
Ġ80480 9
Ġnop asswd
bx wJf
0402 0
133 7
132 31
233 573
243 525
373 4
343 6
465 456
422 7
530 9
67 69666
675 13231
7162 30
822 3
814 0
Cc w
Ey dqgZp
Iy oOD
Jn IyoOD
LFN Wm
PP EydqgZp
Wf PPEydqgZp
aj m
bg jX
bac a
cdd dd
cur l
ef c
ep i
fec a
ho st
hist ory
kv JnIyoOD
lv p
lVq hP
mall oc
pbk df
Ġro om
Ġ77 7
Ġunt il
Ġmod test
ĠVAL UE
stude nts
Ġimm ediate
Ġori ginal
encoded shellcode
Ġrebo ot
Ġrefer red
Ġrego ster
Ġlarg e
Ġcomma nd
abcd h
Ġinform ation
Ġinver sion
Ġfiz z
Ġmat ch
Ġmxc sr
637461 2
6572 6
7475 6873
7430 3072
7479 3
6961 6863
local host
Ġ429 4948047
616552 20
31179 798
Ġunlabel ed
Ġ8761 89623
0101 017
010000 7
687358 58
Ġnextch ar
4544 40
4555 23
45525 649
456839 33
5044 6862
Ġ6722 74793
xeffff f
ĠeggLo op
setsock opt
2229 33
Ġenviron ment
Ġcheckbu zz
24312 43
Ġdeli very
Ġpurp ose
Ġnomorearg s
ciQBR Ccw
152515 2
Ġ667291 80
bccc cdddd
Ġ8840211 43
Ġinternetread file
MUgdk WfPPEydqgZp
aaaabbb bccccdddd
3439979 7
bxwJf zor
233573 8
LFNWm SJ
kvJnIyoOD YtBh
MUgdkWfPPEydqgZp m
c ld
i ablename
n op
p ath
s ig
t arg
Ġe xt
de l
st age
Ġo dd
Ġl et
in put
Ġs end
Ġs uspend
ar r
on e
Ġword var
Ġcl d
lse ek
Ġg o
Ġma p
Ġma trix
Ġvari ablename
Ġr or
var iablename
Ġch oice
Ġmsg length
Ġmy List
Ġy mmval
Ġbuffer size
ext end
for k
Ġbig num
targ et
Ġext end
Ġlet ter
. ,
. ',
2 0000
X AA
a y
b ig
b ject
c are
c ou
c reat
c cept
d h
d de
d im
f i
f updisasm
f ill
g ht
h ing
h at
i ss
j nc
l in
m ents
m iss
p ort
p riv
q w
r otate
t wo
u re
v el
w ritestring
w ait
â Ģ
Ġ use
Ġ SF
Ġ qw
Ġ âĢ
he the
Ġt en
Ġt ables
Ġthe value
Ġe le
Ġa ccept
Ġa dde
Ġi p
Ġ0 10
Ġo bject
sh ift
en c
en s
Ġc ur
Ġre ac
push l
Ġb p
Ġb in
Ġb ut
Ġl ist
Ġj nc
Ġcont in
Ġcont rol
Ġcont ens
Ġpush l
in stall
Ġd is
Ġs word
ti me
ti vel
Ġv l
Ġv ect
Ġin o
Ġin put
dec imal
Ġn l
it y
Ġ2 0000
Ġbl ock
ec tivel
Ġnot hing
Ġres d
Ġres ut
Ġcall s
Ġcall er
Ġcall ed
call pop
Ġpoint ed
un lin
Ġw as
Ġw here
Ġw hat
Ġw hethe
ed ure
Ġdefine d
an del
ut li
Ġth at
Ġth is
Ġsystem call
01 0
Ġvariable s
Ġstore s
Ġar riv
xa decimal
Ġ/ /
is ion
pl ay
shellcode len
Ġper miss
exec file
dup loop
ur ns
Ġlen ght
Ġret urns
Ġhe xadecimal
Ġh s
Ġh ave
Ġh as
Ġh andel
Ġsing l
do wnload
fin d
Ġsi x
get p
Ġreal s
close file
ant ity
Ġresp ectivel
Ġterminate d
create file
Ġpl us
Ġproc edure
Ġdiv ision
Ġqu ad
Ġqu antity
Ġargum ent
Ġ077 7
ion s
real array
Ġprint f
format ting
#########' "
#########' ","
sig action
cou nt
fi lename
ĠâĢ ĵ
Ġele ments
Ġadde ss
Ġcur rent
Ġreac hed
Ġbin d
Ġlist en
Ġcontin ing
Ġdis play
Ġvect or
unlin k
Ġwhethe r
utli ply
Ġarriv es
Ġpermiss ions
Ġrespectivel y
' "
' ",
/ ,
] ]
] ],"
c heck
d one
f our
g otocall
j g
j s
j le
j ocker
k ill
l care
m map
m utliply
n o
n al
n ect
p re
s end
s uspend
t ot
w rap
y mmval
st c
st at
Ġst c
ent rypoint
al arm
word var
dec rypt
Ġm utliply
call it
call me
lo ader
:, _
Ġje q
loop inghere
ma trix
inc page
inc addr
file address
file contents
ch oice
set up
di rection
hello len
pa use
read ing
number s
ret ry
th ree
msg length
neg ative
pro cess
Ġde lcare
Ġjb e
do it
my List
to do
ter minate
get pid
je q
mark s
buffer size
con nect
jb e
out put
// ,
sig nal
del care
stage address
big num
wait pid
enc rypt
getp pid
getp grp
pre pare
tot al
