{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"!":4,"\"":5,"#":6,"$":7,"%":8,"&":9,"'":10,"(":11,")":12,"*":13,"+":14,",":15,"-":16,".":17,"/":18,"0":19,"1":20,"2":21,"3":22,"4":23,"5":24,"6":25,"7":26,"8":27,"9":28,":":29,";":30,"<":31,"=":32,">":33,"?":34,"@":35,"A":36,"B":37,"C":38,"D":39,"E":40,"F":41,"G":42,"H":43,"I":44,"J":45,"K":46,"L":47,"M":48,"N":49,"O":50,"P":51,"Q":52,"R":53,"S":54,"T":55,"U":56,"V":57,"W":58,"X":59,"Y":60,"Z":61,"[":62,"\\":63,"]":64,"^":65,"_":66,"`":67,"a":68,"b":69,"c":70,"d":71,"e":72,"f":73,"g":74,"h":75,"i":76,"j":77,"k":78,"l":79,"m":80,"n":81,"o":82,"p":83,"q":84,"r":85,"s":86,"t":87,"u":88,"v":89,"w":90,"x":91,"y":92,"z":93,"{":94,"|":95,"}":96,"~":97,"¡":98,"¢":99,"£":100,"¤":101,"¥":102,"¦":103,"§":104,"¨":105,"©":106,"ª":107,"«":108,"¬":109,"®":110,"¯":111,"°":112,"±":113,"²":114,"³":115,"´":116,"µ":117,"¶":118,"·":119,"¸":120,"¹":121,"º":122,"»":123,"¼":124,"½":125,"¾":126,"¿":127,"À":128,"Á":129,"Â":130,"Ã":131,"Ä":132,"Å":133,"Æ":134,"Ç":135,"È":136,"É":137,"Ê":138,"Ë":139,"Ì":140,"Í":141,"Î":142,"Ï":143,"Ð":144,"Ñ":145,"Ò":146,"Ó":147,"Ô":148,"Õ":149,"Ö":150,"×":151,"Ø":152,"Ù":153,"Ú":154,"Û":155,"Ü":156,"Ý":157,"Þ":158,"ß":159,"à":160,"á":161,"â":162,"ã":163,"ä":164,"å":165,"æ":166,"ç":167,"è":168,"é":169,"ê":170,"ë":171,"ì":172,"í":173,"î":174,"ï":175,"ð":176,"ñ":177,"ò":178,"ó":179,"ô":180,"õ":181,"ö":182,"÷":183,"ø":184,"ù":185,"ú":186,"û":187,"ü":188,"ý":189,"þ":190,"ÿ":191,"Ā":192,"ā":193,"Ă":194,"ă":195,"Ą":196,"ą":197,"Ć":198,"ć":199,"Ĉ":200,"ĉ":201,"Ċ":202,"ċ":203,"Č":204,"č":205,"Ď":206,"ď":207,"Đ":208,"đ":209,"Ē":210,"ē":211,"Ĕ":212,"ĕ":213,"Ė":214,"ė":215,"Ę":216,"ę":217,"Ě":218,"ě":219,"Ĝ":220,"ĝ":221,"Ğ":222,"ğ":223,"Ġ":224,"ġ":225,"Ģ":226,"ģ":227,"Ĥ":228,"ĥ":229,"Ħ":230,"ħ":231,"Ĩ":232,"ĩ":233,"Ī":234,"ī":235,"Ĭ":236,"ĭ":237,"Į":238,"į":239,"İ":240,"ı":241,"Ĳ":242,"ĳ":243,"Ĵ":244,"ĵ":245,"Ķ":246,"ķ":247,"ĸ":248,"Ĺ":249,"ĺ":250,"Ļ":251,"ļ":252,"Ľ":253,"ľ":254,"Ŀ":255,"ŀ":256,"Ł":257,"ł":258,"Ń":259,"he":260,"Ġt":261,"Ġthe":262,"Ġe":263,"de":264,"ll":265,"ode":266,"nt":267,"hell":268,"Shell":269,"čĊ":270,"Code":271,"ShellCode":272,"st":273,"re":274,"um":275,"Ġa":276,"Ġi":277,"er":278,"Ġ0":279,"Ġo":280,"mo":281,"sh":282,"en":283,"mov":284,"Ġc":285,"Ġre":286,"Gen":287,"Sum":288,"ShellCodeGen":289,"ShellCodeSum":290,"pu":291,"push":292,"nto":293,"gi":294,"Ġb":295,"ax":296,"Ġto":297,"ster":298,"Ġregi":299,"Ġregister":300,"Ġeax":301,"Ġl":302,"Ġst":303,"or":304,"ac":305,"Ġof":306,"ent":307,"Ġmov":308,"Ġco":309,"\",":310,"te":311,",\"":312,"Ġj":313,"ack":314,"Ġstack":315,"al":316,"Ġby":317,"Ġcont":318,"Ġinto":319,"Ġpush":320,"ents":321,"Ġcontents":322,"in":323,"Ġd":324,"ab":325,"Ġbyte":326,"Ġeb":327,"Ġ\\":328,"Ġed":329,"Ġs":330,"el":331,"cx":332,"abel":333,"Ġlabel":334,"dd":335,"nd":336,"Ġebx":337,"Ġecx":338,"ump":339,"Ġ[":340,"Ġonto":341,"ti":342,"Ġes":343,"Ġand":344,"wor":345,"word":346,"Ġv":347,"mp":348,"Ġadd":349,"le":350,"ss":351,"Ġedx":352,"Ġal":353,"Ġ1":354,"ar":355,"Ġjump":356,"ue":357,"Ġin":358,"on":359,"dec":360,"alue":361,"Ġf":362,"Ġvalue":363,"ress":364,"Ġis":365,"Ġaddress":366,"Ġif":367,"Ġm":368,"Ġn":369,"all":370,"Ġp":371,"ub":372,"Ġlo":373,"Ġmove":374,"tion":375,"move":376,"op":377,"zer":378,"zero":379,"73":380,"es":381,"Ġesp":382,"Ġesi":383,"Ġzero":384,"Ġsh":385,"Ġword":386,"Ġat":387,"se":388,"ine":389,"Ġdec":390,"qu":391,"ff":392,"ve":393,"Ġequ":394,"ot":395,"it":396,"ing":397,"are":398,"],":399,"ul":400,"Ġequal":401,"Ġ2":402,"Ġbl":403,"Ġedi":404,"ec":405,"Ġcl":406,"xor":407,"Ġnot":408,"Ġ_":409,"ation":410,"ry":411,"esi":412,"fine":413,"define":414,"Ġdword":415,"ro":416,"Ġres":417,"Ġcall":418,"Ġme":419,"ort":420,"int":421,"63":422,"65":423,"Ġshort":424,"ne":425,"et":426,"62":427,"if":428,"mory":429,"Ġmemory":430,"ad":431,"ult":432,"Ġresult":433,"Ġpo":434,"74":435,"jump":436,"Ġsy":437,"Ġdl":438,"call":439,"69":440,"Ġax":441,"lo":442,"Ġdo":443,"ment":444,"per":445,"Ġpoint":446,"un":447,"Ġw":448,"Ġxor":449,"68":450,"Ġ3":451,"Ġ4":452,"Ġloc":453,"lare":454,"Ġ'":455,"lse":456,"Ġsub":457,"rement":458,"Ġelse":459,"Ġfro":460,"Ġfrom":461,"00":462,"Ġthen":463,"art":464,"xt":465,"ed":466,"act":467,"64":468,"Ġcmp":469,"732":470,"add":471,"eb":472,"tr":473,"Ġoper":474,"ig":475,"code":476,"cmp":477,"ile":478,"uble":479,"Ġdouble":480,"tract":481,"sub":482,"at":483,"02":484,"61":485,"ag":486,"Ġjmp":487,"tive":488,"iz":489,"Ġne":490,"Ġvar":491,"Ġoperation":492,"Ġdefine":493,"ction":494,"6962":495,"Ġex":496,":,":497,"31":498,"Ġbx":499,"ave":500,"Ġloop":501,"Ġsys":502,"xc":503,"Ġpop":504,"iti":505,"aliz":506,"itializ":507,"72":508,"652":509,"Ġsave":510,"]\"":511,"]\",":512,"ke":513,"Ġlocation":514,"able":515,"74652":516,"Ġstart":517,"ring":518,"Ġebp":519,"esp":520,"nz":521,"ore":522,"orm":523,"69622":524,"em":525,"up":526,"Ġje":527,"Ġg":528,"66":529,"stem":530,"hellcode":531,"Ġeff":532,"ective":533,"Ġdoubleword":534,"Ġeffective":535,"Ġstarting":536,"put":537,"Ġ+":538,"Ġinitializ":539,"Ġfun":540,"Ġfunction":541,"an":542,"Ġdb":543,"ut":544,"loop":545,"75":546,"Ġstring":547,"ate":548,"we":549,"ebp":550,"Ġma":551,"Ġth":552,"declare":553,"Ġdeclare":554,"form":555,"30":556,"ra":557,"xf":558,"6374652":559,"Ġsystem":560,"Ġsyscall":561,"Ġle":562,"Ġexit":563,"ck":564,"Ġbet":565,"ween":566,"Ġbetween":567,"bin":568,"eax":569,"gg":570,"ou":571,"Ġcx":572,"Ġ10":573,"Ġun":574,"68732":575,"',":576,"Ġit":577,"Ġdecode":578,"ri":579,"mpare":580,"Ġsubtract":581,"Ġthan":582,"Ġ5":583,"ift":584,"Ġ8":585,"Ġbit":586,"Ġjnz":587,"Ġshift":588,"Ġinitialize":589,"ith":590,"Ġwith":591,"test":592,"Ġinc":593,"01":594,"39":595,"lag":596,"Ġout":597,"Ġdecrement":598,"load":599,"Ġvari":600,"Ġjne":601,"Ġjz":602,"Ġvariable":603,"ecx":604,"Ġte":605,"subtract":606,"33":607,"78":608,"sg":609,"Ġflag":610,"6873":611,"age":612,"me":613,"32":614,"Ġnext":615,"77":616,"ht":617,"jmp":618,"xb":619,"reg":620,"Ġ12":621,"Ġ'/":622,"ma":623,"Ġstore":624,"70":625,"co":626,"Ġconta":627,"Ġdx":628,"Ġlow":629,"ned":630,"igned":631,"pop":632,"ebx":633,"ld":634,"signed":635,"Ġr":636,"inc":637,"Ġbytes":638,"Ġunsigned":639,"start":640,"Ġar":641,"ound":642,"Ġsp":643,"Ġneg":644,"im":645,"Ġset":646,"Ġtest":647,"],\"":648,"12":649,"45":650,"50":651,"cle":652,"file":653,"unt":654,"var":655,"Ġ6":656,"Ġshellcode":657,"Ġ16":658,"decrement":659,"80":660,"len":661,"xa":662,"Ġ9":663,"decode":664,"hile":665,"Ġ.":666,"rite":667,"ock":668,"Ġ/":669,"lea":670,"Ġlea":671,"Ġall":672,"Ġload":673,"10":674,"402":675,"is":676,"pl":677,"xff":678,"Ġas":679,"Ġch":680,"Ġread":681,"ray":682,"ex":683,"shellcode":684,"uff":685,"ecif":686,"ch":687,"Ġfor":688,"16":689,"20":690,"cal":691,"xe":692,"Ġmsg":693,"632":694,"imal":695,"reat":696,"Ġtop":697,"ined":698,"Ġdecimal":699,"Ġcontained":700,"Ġlower":701,"Ġper":702,"Ġmake":703,"13":704,"702":705,"ied":706,"store":707,"gical":708,"Ġfile":709,"Ġlogical":710,"Ġgreat":711,"Ġgreater":712,"egg":713,"Ġput":714,"xch":715,"Ġspecif":716,"Ġperform":717,"ber":718,"ce":719,"vi":720,"Ġ-":721,"umber":722,"ight":723,"Ġbits":724,"Ġstored":725,"Ġarray":726,"44":727,"76":728,"90":729,"Ġmul":730,"656":731,"Ġcompare":732,"Ġsig":733,"perform":734,"make":735,"compare":736,"43":737,"pt":738,"Ġint":739,"Ġdup":740,"Ġfi":741,"xchg":742,"Ġegg":743,"Ġpro":744,"ap":745,"ative":746,"ft":747,"us":748,"xd":749,"Ġone":750,"ata":751,"Ġmain":752,"Ġspecified":753,"Ġsec":754,"Ġnegative":755,"Ġsection":756,"as":757,"and":758,"ns":759,"Ġcle":760,"set":761,"ame":762,"ild":763,"ycle":764,"Ġbuff":765,"0000":766,"61702":767,"ply":768,"di":769,"Ġon":770,"tiply":771,"Ġ20":772,"ose":773,"sy":774,"11":775,"22":776,"41":777,"79":778,"txt":779,"wap":780,"Ġcount":781,"Ġsock":782,"Ġ15":783,"edx":784,"7273":785,"752":786,"Ġor":787,"Ġen":788,"hello":789,"Ġ11":790,"next":791,"Ġclose":792,"Ġsign":793,"35":794,"mul":795,"ĠL":796,"heck":797,"Ġwhile":798,"Ġwrite":799,"coded":800,"res":801,"Ġcheck":802,"exec":803,"bp":804,"dup":805,"table":806,"ur":807,"Ġlen":808,"Ġjns":809,"04":810,"md":811,"pare":812,"Ġ78":813,"Ġlon":814,"ect":815,"6475":816,"7273752":817,"Ġlong":818,"Ġan":819,"Ġright":820,"wo":821,"Ġ32":822,"Ġget":823,"Ġincrement":824,"Ġchild":825,"Ġcon":826,"Ġdi":827,"Ġleft":828,"47":829,"58":830,"BY":831,"TE":832,"wd":833,"ĠBY":834,"Ġtwo":835,"erve":836,"Ġcomp":837,"sswd":838,"arch":839,"Ġmy":840,"7373":841,"ffff":842,"Ġ48":843,"cess":844,"Ġfill":845,"6475732":846,"ĠBYTE":847,"end":848,"Ġret":849,"arg":850,"Ġprocess":851,"oke":852,"voke":853,"Ġbh":854,"lement":855,"ssage":856,"Ġits":857,"Ġclear":858,"pa":859,"Ġjg":860,"##":861,"14":862,"25":863,"762":864,"aa":865,"ah":866,"oc":867,"page":868,"rc":869,"value":870,"while":871,"write":872,"xD":873,"Ġhe":874,"Ġus":875,"read":876,"Ġrestore":877,"around":878,"636":879,"7461":880,"646873":881,"rap":882,"5090":883,"vide":884,"Ġsocket":885,"Ġusing":886,"64687373":887,"data":888,"number":889,"ret":890,"Ġnumber":891,"Ġwrap":892,"addr":893,",_":894,"cycle":895,"eg":896,"hed":897,"str":898,"reate":899,"Ġ13":900,"Ġfin":901,"otate":902,"Ġoperand":903,"Ġinitialized":904,"increment":905,"eger":906,"ror":907,"th":908,"Ġxchg":909,"Ġdd":910,"Ġexec":911,"17":912,"23":913,"24":914,"345":915,"401":916,"59":917,"662":918,"89":919,"bo":920,"jz":921,"msg":922,"pr":923,"src":924,"tmp":925,"Ġ$":926,"restore":927,"Ġah":928,"\",\"":929,"initializ":930,"ark":931,"Ġform":932,"Ġ25":933,"etc":934,"782":935,"6873732":936,"Ġrotate":937,"xaa":938,"urn":939,"parent":940,"passwd":941,"ocate":942,"7461632":943,"Ġformat":944,"cmd":945,"db":946,"Ġstage":947,"Ġmessage":948,"neg":949,"Ġmultiply":950,"05":951,"ase":952,"bit":953,"cas":954,"si":955,"use":956,"Ġ7":957,"text":958,"aris":959,"Ġvalues":960,"Ġ27":961,"Ġinteger":962,"Ġcomparis":963,"casd":964,"Ġcomparison":965,"pro":966,"pres":967,"Ġy":968,"Ġde":969,"Ġjb":970,"Ġdata":971,"section":972,"sys":973,"Ġconn":974,"28":975,"29":976,"34":977,"38":978,"40":979,"WO":980,"bal":981,"bound":982,"earch":983,"jnz":984,"nload":985,"swap":986,"ting":987,"wnload":988,"Ġelement":989,"Shellcode":990,"Ġabo":991,"Ġcode":992,"Ġregisters":993,"Ġja":994,"Ġjl":995,"Ġdh":996,"Ġdw":997,"Ġswap":998,"Ġsearch":999,"Ġ100":1000,"Ġ102":1001,"rypt":1002,"742":1003,"lobal":1004,"edi":1005,"313":1006,"722":1007,"7265":1008,"Ġ80":1009,"cont":1010,"Ġcontain":1011,"Ġlowbound":1012,"clear":1013,"asm":1014,"system":1015,"Ġencoded":1016,"right":1017,"Ġk":1018,"shr":1019,"Ġshr":1020,"exit":1021,"Ġsignal":1022,"multiply":1023,"fh":1024,"id":1025,"nel":1026,"Ġh":1027,"Ġ64":1028,"ernel":1029,"Ġsing":1030,"Ġjumps":1031,"Ġaddressed":1032,"tions":1033,"Ġposi":1034,"Ġdownload":1035,"Ġpointer":1036,"Ġ37":1037,"xbb":1038,"Ġ67":1039,"lename":1040,"Ġformatting":1041,"Ġpositions":1042,"ause":1043,"do":1044,"shl":1045,"Ġpre":1046,"Ġshl":1047,"#-":1048,"18":1049,"91":1050,"DWO":1051,"RD":1052,"bh":1053,"by":1054,"cd":1055,"dis":1056,"gle":1057,"gth":1058,"my":1059,"nc":1060,"oo":1061,"ven":1062,"ĠI":1063,"Ġx":1064,"Ġpu":1065,"Ġwor":1066,"ĠDWO":1067,"der":1068,"error":1069,"mod":1070,"Ġrepres":1071,"ace":1072,"entation":1073,"inue":1074,"Ġ17":1075,"aract":1076,"ared":1077,"Ġ30":1078,"642":1079,"ize":1080,"xcd":1081,"updis":1082,"666":1083,"our":1084,"main":1085,"decoder":1086,"Ġcharact":1087,"Ġcleared":1088,"Ġcounter":1089,"execve":1090,"syscall":1091,"Ġabove":1092,"Ġcontaining":1093,"Ġsingle":1094,"byte":1095,"oogle":1096,"Ġworld":1097,"ĠDWORD":1098,"Ġrepresentation":1099,"updisasm":1100,"Ġcharacter":1101,"Ġjs":1102,"Ġdon":1103,"left":1104,"Ġno":1105,"Ġconnect":1106,"buff":1107,"ci":1108,"fin":1109,"ic":1110,"ject":1111,"pid":1112,"ute":1113,"Ġ65":1114,"Ġcar":1115,"Ġcreate":1116,"Ġsi":1117,"Ġfupdisasm":1118,"Ġ24":1119,"rol":1120,"address":1121,"Ġduploop":1122,"Ġbuffer":1123,"Ġenc":1124,"reserve":1125,"Ġfind":1126,"Ġkernel":1127,"Ġcarry":1128,"to":1129,"ter":1130,"Ġup":1131,"invoke":1132,"Ġinvoke":1133,"Ġglobal":1134,"&&":1135,"06":1136,"15":1137,"21":1138,"26":1139,"363":1140,"49":1141,"445":1142,"51":1143,":/":1144,"En":1145,"On":1146,"ast":1147,"found":1148,"get":1149,"hunt":1150,"ite":1151,"ml":1152,"om":1153,"ow":1154,"ome":1155,"que":1156,"sbin":1157,"shed":1158,"tp":1159,"ver":1160,"xy":1161,"xde":1162,"xstr":1163,"Ġ63":1164,"Ġ66":1165,"Ġhello":1166,"Ġ&&":1167,"ĠEn":1168,"here":1169,"Ġare":1170,"Ġ01":1171,"Ġcause":1172,"Ġreal":1173,"Ġbe":1174,"Ġbec":1175,"Ġlast":1176,"action":1177,"Ġoff":1178,"ins":1179,"inject":1180,"less":1181,"Ġ116":1182,"Ġinfin":1183,"Ġequals":1184,"Ġ28":1185,"622":1186,"Ġlocal":1187,"000":1188,"ath":1189,"6168732":1190,"312":1191,"3131":1192,"Ġgoogle":1193,"756":1194,"303":1195,"Ġless":1196,"Ġuninitializ":1197,"Ġunless":1198,"Ġdecoder":1199,"ritest":1200,"396":1201,"39396":1202,"Ġdecrementing":1203,"687361":1204,"776":1205,"html":1206,"http":1207,"Ġ'//":1208,"706":1209,"7069":1210,"Ġnegate":1211,"xffffff":1212,"Ġready":1213,"xef":1214,"7665":1215,"divide":1216,"codedShellcode":1217,"Ġdivide":1218,"ĠfillOn":1219,"argv":1220,"Ġjge":1221,"return":1222,"Ġoperands":1223,"3456":1224,"negate":1225,"proxy":1226,"38363":1227,"Ġpushed":1228,"494":1229,"hunter":1230,"quest":1231,"ĠEncodedShellcode":1232,"Ġcaused":1233,"Ġbecome":1234,"Ġinfinite":1235,"Ġuninitialized":1236,"ritestring":1237,"ĠfillOnes":1238,"clo":1239,"Ġinit":1240,"Ġmark":1241,"Ġincpage":1242,"Ġreading":1243,"Ġretry":1244,"close":1245,"!'":1246,"!',":1247,"'s":1248,"ant":1249,"bss":1250,"je":1251,"min":1252,"not":1253,"the":1254,"umer":1255,"Ġcycle":1256,"Ġback":1257,"Ġbase":1258,"Ġshell":1259,"Ġname":1260,"allocate":1261,"Ġport":1262,"rout":1263,"Ġresp":1264,"Ġcallpop":1265,"Ġwe":1266,"Ġwritestring":1267,"ous":1268,"Ġ90":1269,"Ġallocate":1270,"Ġasci":1271,"cept":1272,"vious":1273,"Ġsigaction":1274,"Ġfilename":1275,"Ġ$-":1276,"Ġprevious":1277,"minate":1278,"routine":1279,"Ġascii":1280,"even":1281,"jne":1282,"mark":1283,"odd":1284,"scasd":1285,"tter":1286,"Ġz":1287,"Ġter":1288,"Ġcmd":1289,"Ġjle":1290,"Ġscasd":1291,"letter":1292,"Ġpath":1293,"Ġreserve":1294,"Ġoutput":1295,"decoded":1296,"Ġexecute":1297,"Ġterminate":1298,"#'":1299,"03":1300,"07":1301,"37373":1302,"46":1303,"55":1304,"535":1305,"766":1306,"92":1307,"96":1308,"AS":1309,"Add":1310,"BB":1311,"CI":1312,"am":1313,"ash":1314,"bc":1315,"bu":1316,"bash":1317,"cat":1318,"cri":1319,"create":1320,"ee":1321,"eh":1322,"eunt":1323,"fer":1324,"fun":1325,"gra":1326,"ise":1327,"lfile":1328,"oint":1329,"pen":1330,"par":1331,"pend":1332,"point":1333,"rint":1334,"sk":1335,"sock":1336,"scri":1337,"ull":1338,"uction":1339,"xBB":1340,"Ġ|":1341,"Ġ61":1342,"Ġ70":1343,"ĠAS":1344,"Ġtmp":1345,"star":1346,"stant":1347,"ree":1348,"Ġold":1349,"Ġopen":1350,"Ġremain":1351,"gin":1352,"accept":1353,"Ġlabeled":1354,"ndom":1355,"Ġ19":1356,"Ġ163":1357,"Ġinstr":1358,"onse":1359,"Ġfound":1360,"Ġnull":1361,"736":1362,"7372":1363,"Ġwords":1364,"search":1365,"inghere":1366,"Ġ21":1367,"Ġ23":1368,"Ġresb":1369,"62732":1370,"741":1371,"682":1372,"Ġ42":1373,"001":1374,"6477":1375,"6174":1376,"6962732":1377,"Ġexeunt":1378,"3170":1379,"7270":1380,"random":1381,"Ġ54":1382,"Ġ88":1383,"3931":1384,"3905":1385,"333":1386,"3333":1387,"323931":1388,"Ġ128":1389,"127":1390,"Ġ1663":1391,"Ġ1662":1392,"ished":1393,"xfff":1394,"vilfile":1395,"4444":1396,"76766":1397,"ptor":1398,"Ġprogra":1399,"xdb":1400,"117":1401,"Ġ1564":1402,"Ġlength":1403,"Ġconstant":1404,"58494":1405,"Ġreturn":1406,"####":1407,"Ġhexstr":1408,"50905090":1409,"Ġfinished":1410,"4010":1411,"print":1412,"initialize":1413,"Ġdescri":1414,"continue":1415,"Ġencodedshellcode":1416,"ncAdd":1417,"ĠIncAdd":1418,"Ġcarryon":1419,"xdead":1420,"Ġoffset":1421,"xffffffff":1422,"7665642":1423,"383631":1424,"Ġresponse":1425,"37373333":1426,"CII":1427,"func":1428,"param":1429,"ĠASCII":1430,"Ġremainder":1431,"Ġ1634":1432,"Ġinstruction":1433,"7372656":1434,"64777373":1435,"3170762":1436,"Ġprogram":1437,"58494741":1438,"Ġdescriptor":1439,"ĠIncAddr":1440,"ext":1441,"for":1442,"sp":1443,"Ġline":1444,"Ġstat":1445,"array":1446,"Ġfour":1447,"Ġdecrypt":1448,"Ġloopinghere":1449,"Ġthree":1450,"Ġdecoded":1451,"Ġarr":1452,"contents":1453,"Ġdone":1454,"Ġencrypt":1455,"AL":1456,"OD":1457,"ait":1458,"ga":1459,"ge":1460,"ip":1461,"ist":1462,"jns":1463,"name":1464,"py":1465,"rp":1466,"shell":1467,"Ġ?":1468,"rent":1469,"Ġstr":1470,"aces":1471,"Ġcopy":1472,"temp":1473,"Ġsize":1474,"Ġval":1475,"Ġ132":1476,"arm":1477,"Ġnumer":1478,"Ġpl":1479,"Ġ29":1480,"Ġ45":1481,"Ġsubroutine":1482,"Ġnew":1483,"Ġloopnz":1484,"ables":1485,"Ġdoublewords":1486,"ange":1487,"loopnz":1488,"Ġ106":1489,"riv":1490,"Ġtemp":1491,"Ġtext":1492,"Ġarg":1493,"Ġshellcodelen":1494,"places":1495,"Ġinter":1496,"Ġproc":1497,"Ġgetp":1498,"Ġdiv":1499,"Ġcomplement":1500,"Ġclears":1501,"Ġhere":1502,"Ġexecve":1503,"buffer":1504,"Ġnumeric":1505,"con":1506,"line":1507,"Ġalarm":1508,"Ġincaddr":1509,"Ġfilecontents":1510,"egghunter":1511,"#',":1512,"',\"":1513,"19":1514,"163":1515,"202":1516,"213":1517,"36":1518,"3732":1519,"341":1520,"462":1521,"412":1522,"425":1523,"52":1524,"57":1525,"563":1526,"539":1527,"545":1528,"525":1529,"81":1530,"82":1531,"889":1532,"97":1533,"969":1534,"931":1535,"978":1536,"935":1537,"AA":1538,"Cycle":1539,"MU":1540,"Next":1541,"Yt":1542,"ader":1543,"bee":1544,"cc":1545,"cv":1546,"cop":1547,"df":1548,"dq":1549,"ek":1550,"eic":1551,"evilfile":1552,"flag":1553,"ill":1554,"ime":1555,"ipt":1556,"lf":1557,"mm":1558,"oi":1559,"ocall":1560,"pe":1561,"rst":1562,"sfer":1563,"ts":1564,"va":1565,"wise":1566,"xad":1567,"ype":1568,"zz":1569,"Ġqu":1570,"ĠShellcode":1571,"Ġrol":1572,"Ġhttp":1573,"ĠNext":1574,"Ġtim":1575,"Ġtime":1576,"Ġtype":1577,"Ġeat":1578,"stin":1579,"stall":1580,"rease":1581,"request":1582,"recv":1583,"Ġiprint":1584,"ertion":1585,"Ġ05":1586,"Ġ00000":1587,"Ġ0666":1588,"Ġrequest":1589,"gits":1590,"Ġbu":1591,"Ġbel":1592,"Ġbss":1593,"Ġstand":1594,"Ġcontinue":1595,"Ġsour":1596,"Ġ1666":1597,"ard":1598,"Ġpare":1599,"Ġlowe":1600,"735":1601,"7374":1602,"7369":1603,"73656":1604,"7361702":1605,"7379":1606,"ffh":1607,"otocall":1608,"Ġ216":1609,"Ġ2001":1610,"Ġnotdecode":1611,"Ġ__":1612,"rypoint":1613,"Ġresw":1614,"6361":1615,"657":1616,"65782":1617,"656361":1618,"ified":1619,"746":1620,"74756":1621,"697":1622,"6966":1623,"Ġwait":1624,"Ġxordecode":1625,"6800":1626,"Ġ31":1627,"Ġ43":1628,"Ġ49":1629,"005":1630,"644":1631,"646":1632,"6461":1633,"616":1634,"6176":1635,"61722":1636,"61622":1637,"Ġexi":1638,"3179":1639,"72702":1640,"key":1641,"6666":1642,"ansfer":1643,"Ġmask":1644,"30313":1645,"303179":1646,"Ġ50":1647,"Ġ804":1648,"017":1649,"392":1650,"322":1651,"32322":1652,"7773":1653,"7772":1654,"Ġ123":1655,"Ġ123456":1656,"com":1657,"Ġrm":1658,"Ġsprint":1659,"Ġspeic":1660,"123456":1661,"8080":1662,"length":1663,"ocker":1664,"place":1665,"xffff":1666,"Ġreadbuffer":1667,"203":1668,"204":1669,"206873":1670,"444":1671,"760":1672,"76760":1673,"9047":1674,"6567772":1675,"65676760":1676,"Ġfirst":1677,"append":1678,"usr":1679,"div":1680,"dirent":1681,"7964":1682,"79616":1683,"Ġ15444":1684,"Ġcheckfor":1685,"execline":1686,"Ġmyfunc":1687,"73737":1688,"aaa":1689,"509050":1690,"40102":1691,"59935":1692,"Ġ255":1693,"Ġdestin":1694,"3439":1695,"Ġ1024":1696,"31373737":1697,"726574":1698,"ĠID":1699,"Ġ176800":1700,"4457":1701,"://":1702,"vert":1703,"insertion":1704,"68736162":1705,"68736164":1706,"70692":1707,"535341":1708,"build":1709,"socket":1710,"61747069":1711,"xdeadbee":1712,"params":1713,"Ġvale":1714,"Ġplace":1715,"Ġargum":1716,"convert":1717,"193":1718,"2029":1719,"213545":1720,"373231":1721,"4128":1722,"8899":1723,"9314":1724,"copy":1725,"iptables":1726,"Ġtimes":1727,"Ġ0000000":1728,"Ġbelow":1729,"Ġstandard":1730,"Ġsource":1731,"Ġparent":1732,"Ġlowest":1733,"7374736":1734,"7369642":1735,"65636170":1736,"30317974":1737,"Ġ80480":1738,"Ġspeicified":1739,"904790":1740,"appendfile":1741,"Ġcheckforfile":1742,"Ġmyfunct":1743,"59935193":1744,"Ġdestination":1745,"Ġ1768009314":1746,"53534150":1747,"xdeadbeef":1748,"21354523":1749,"global":1750,"tal":1751,"Ġkey":1752,"Ġent":1753,"Ġend":1754,"Ġeven":1755,"string":1756,"reset":1757,"Ġreset":1758,"Ġtodo":1759,"Ġtotal":1760,"Ġjocker":1761,"Ġaddr":1762,"Ġnop":1763,"Ġloader":1764,"Ġcallit":1765,"Ġcallme":1766,"Ġdoit":1767,"Ġgotocall":1768,"message":1769,"map":1770,"Ġsetup":1771,"Ġchmod":1772,"ecify":1773,"Ġfileaddress":1774,"Ġspecify":1775,"Ġegghunter":1776,"Ġprepare":1777,"Ġhellolen":1778,"Ġmarks":1779,"specify":1780,"Ġentrypoint":1781,"CH":1782,"CAL":1783,"MOD":1784,"Name":1785,"SF":1786,"bl":1787,"bx":1788,"eed":1789,"feed":1790,"grp":1791,"li":1792,"ler":1793,"label":1794,"pper":1795,"rup":1796,"rror":1797,"size":1798,"vl":1799,"val":1800,"xAA":1801,"ĠCH":1802,"Ġeac":1803,"Ġerror":1804,"rection":1805,"Ġaga":1806,"Ġ00":1807,"Ġ077":1808,"Ġour":1809,"Ġbot":1810,"Ġbig":1811,"Ġstdo":1812,"inst":1813,"ablename":1814,"Ġinstall":1815,"Ġpriv":1816,"Ġ',":1817,"ĠvariableName":1818,"child":1819,"andler":1820,"Ġclosefile":1821,"Ġsocketcall":1822,"Ġexecfile":1823,"Ġconnec":1824,"Ġhandler":1825,"Ġcreatefile":1826,"Ġuppper":1827,"Ġrealarray":1828,"Ġlinefeed":1829,"Ġstatus":1830,"Ġinterrup":1831,"Ġarguments":1832,"CALL":1833,"ĠCHMOD":1834,"Ġeach":1835,"Ġagainst":1836,"Ġboth":1837,"Ġstdout":1838,"Ġinterrupt":1839,"exch":1840,"go":1841,"jb":1842,"out":1843,"sar":1844,"save":1845,"replaces":1846,"Ġreplaces":1847,"Ġlse":1848,"init":1849,"Ġsar":1850,"Ġmmap":1851,"Ġpause":1852,"Ġpreserve":1853,"Ġexch":1854,"chmod":1855,"Ġfork":1856,"execute":1857,"Ġgetpid":1858,"Ġdirection":1859,"Ġnumbers":1860,"Ġstageaddress":1861,"preserve":1862,"Ġkill":1863,"!',\"":1864,"Ġ?,":1865,"Ġgetppid":1866,"Ġgetpgrp":1867,"Ġwaitpid":1868,"exchange":1869,"Ġlseek":1870,"Ġexchange":1871,"#/":1872,"$(":1873,"'$(":1874,",[":1875,"//":1876,"08":1877,"09":1878,"0402":1879,"091":1880,"092":1881,"0392":1882,"162":1883,"169":1884,"133":1885,"132":1886,"116":1887,"179":1888,"191":1889,"1000":1890,"27":1891,"233":1892,"243":1893,"214":1894,"2001":1895,"373":1896,"343":1897,"3636":1898,"42":1899,"465":1900,"40000":1901,"422":1902,"54":1903,"56":1904,"573":1905,"530":1906,"501":1907,"534":1908,"5445":1909,"5000":1910,"60":1911,"67":1912,"675":1913,"67373":1914,"768":1915,"700":1916,"761":1917,"7722":1918,"7162":1919,"83":1920,"86":1921,"8652":1922,"822":1923,"814":1924,"821":1925,"8000":1926,"8501":1927,"99":1928,"922":1929,"979":1930,":$":1931,"=(":1932,"='$(":1933,"BR":1934,"Bh":1935,"Cc":1936,"Ey":1937,"FN":1938,"Iy":1939,"Jf":1940,"Jn":1941,"Lo":1942,"List":1943,"LFN":1944,"MI":1945,"OT":1946,"PP":1947,"PMI":1948,"QBR":1949,"ROT":1950,"SJ":1951,"UE":1952,"UWO":1953,"Vq":1954,"VAL":1955,"Wf":1956,"Wm":1957,"Zp":1958,"aR":1959,"af":1960,"aj":1961,"asswd":1962,"ains":1963,"bb":1964,"bd":1965,"bf":1966,"bg":1967,"bk":1968,"bac":1969,"cp":1970,"cdd":1971,"can":1972,"cur":1973,"case":1974,"cbc":1975,"dk":1976,"din":1977,"dff":1978,"ef":1979,"ep":1980,"ede":1981,"eff":1982,"effff":1983,"eaf":1984,"fb":1985,"fec":1986,"feh":1987,"google":1988,"gZp":1989,"gdk":1990,"hP":1991,"ho":1992,"hist":1993,"hUWO":1994,"ib":1995,"il":1996,"ix":1997,"ion":1998,"jX":1999,"ja":2000,"jl":2001,"kv":2002,"kernel":2003,"lr":2004,"lv":2005,"lVq":2006,"mv":2007,"mall":2008,"mma":2009,"num":2010,"now":2011,"numer":2012,"oOD":2013,"pk":2014,"pbk":2015,"rd":2016,"rm":2017,"ron":2018,"rave":2019,"ransfer":2020,"sr":2021,"tread":2022,"tbl":2023,"ude":2024,"uid":2025,"urandom":2026,"wget":2027,"wJf":2028,"xac":2029,"xeb":2030,"xlen":2031,"zor":2032,"Ġro":2033,"Ġ72":2034,"Ġ75":2035,"Ġ77":2036,"Ġunt":2037,"Ġmod":2038,"ĠROT":2039,"ĠVAL":2040,"her":2041,"hey":2042,"hexstr":2043,"Ġtable":2044,"Ġtransfer":2045,"Ġevilfile":2046,"dev":2047,"dead":2048,"nts":2049,"stude":2050,"red":2051,"real":2052,"remove":2053,"rearg":2054,"Ġaes":2055,"Ġimm":2056,"eral":2057,"Ġ03":2058,"Ġ04":2059,"Ġ0644":2060,"Ġ02001":2061,"Ġ0700":2062,"Ġori":2063,"Ġogin":2064,"morearg":2065,"encoded":2066,"eneral":2067,"Ġcdq":2068,"Ġremove":2069,"Ġrecycle":2070,"Ġrebo":2071,"Ġrefer":2072,"Ġrego":2073,"pushw":2074,"gid":2075,"Ġbrave":2076,"Ġlp":2077,"Ġlarg":2078,"Ġstop":2079,"Ġstdin":2080,"ory":2081,"acex":2082,"Ġcomma":2083,"alf":2084,"Ġpushw":2085,"Ġdim":2086,"abcd":2087,"abbb":2088,"Ġsigned":2089,"Ġsrc":2090,"Ġscan":2091,"elen":2092,"ssl":2093,"Ġ14":2094,"Ġ18":2095,"Ġ150":2096,"Ġ110":2097,"Ġ10000":2098,"Ġ16666":2099,"Ġinform":2100,"Ġinver":2101,"decrease":2102,"Ġfiz":2103,"Ġmat":2104,"Ġmxc":2105,"Ġnasm":2106,"Ġnib":2107,"Ġpage":2108,"Ġprint":2109,"Ġlove":2110,"opt":2111,"open":2112,"7365":2113,"7355":2114,"73644":2115,"Ġatoi":2116,"Ġdecrease":2117,"ffc":2118,"ffeff":2119,"other":2120,"Ġ22":2121,"Ġ232":2122,"Ġclock":2123,"roup":2124,"Ġresq":2125,"Ġcallz":2126,"integer":2127,"635":2128,"637461":2129,"6568":2130,"6572":2131,"6552":2132,"nex":2133,"netread":2134,"623":2135,"626174":2136,"Ġpost":2137,"7475":2138,"7430":2139,"7479":2140,"692":2141,"6961":2142,"69666":2143,"69922":2144,"local":2145,"6863":2146,"6862":2147,"6839":2148,"Ġ34":2149,"Ġ35":2150,"Ġ36":2151,"Ġ39":2152,"Ġ300":2153,"Ġ345":2154,"Ġ3000":2155,"Ġ400":2156,"Ġ40000":2157,"Ġ429":2158,"Ġ40392":2159,"649":2160,"6465":2161,"64732":2162,"64632":2163,"transfer":2164,"trix":2165,"subroutine":2166,"616552":2167,"6164732":2168,"Ġnear":2169,"696230":2170,"315":2171,"31179":2172,"xcb":2173,"xcc":2174,"xce":2175,"Ġpopad":2176,"723":2177,"7268732":2178,"7291":2179,"7264632":2180,"Ġsaved":2181,"emsg":2182,"Ġgeneral":2183,"Ġgroup":2184,"754":2185,"7575":2186,"format":2187,"301":2188,"304":2189,"3072":2190,"3041":2191,"30754":2192,"xfa":2193,"xfb":2194,"xfee":2195,"xfeffff":2196,"Ġunlabel":2197,"Ġ56":2198,"Ġ57":2199,"Ġ564":2200,"Ġ512":2201,"Ġ50000":2202,"Ġ83":2203,"Ġ89":2204,"Ġ8761":2205,"Ġbitwise":2206,"013":2207,"0101":2208,"010000":2209,"3930":2210,"33392":2211,"789":2212,"78534":2213,"Ġflags":2214,"68737":2215,"687358":2216,"3217":2217,"32768":2218,"Ġnextch":2219,"Ġnextarg":2220,"Ġnextnumber":2221,"7777":2222,"xbd":2223,"Ġ1222":2224,"Ġ12345":2225,"Ġ1234":2226,"Ġ12425":2227,"mask":2228,"7065":2229,"70445":2230,"popad":2231,"Ġrn":2232,"Ġrun":2233,"Ġspace":2234,"12345":2235,"456":2236,"4544":2237,"4555":2238,"45525":2239,"456839":2240,"5044":2241,"Ġ6722":2242,"8047":2243,"xaaaa":2244,"Ġ93":2245,"Ġ99":2246,"Ġ./":2247,"40211":2248,"Ġaslr":2249,"Ġreadlen":2250,"chains":2251,"167":2252,"xee":2253,"xeffff":2254,"viron":2255,"909":2256,"90909":2257,"ĠeggLo":2258,"user":2259,"uspend":2260,"xda":2261,"setsock":2262,"setuid":2263,"setgid":2264,"Ġbufflen":2265,"00000000":2266,"digits":2267,"2229":2268,"798":2269,"txtx":2270,"Ġenviron":2271,"353":2272,"3532":2273,"3582":2274,"ĠLabel":2275,"Ġcheckint":2276,"Ġcheckbu":2277,"paren":2278,"Ġanother":2279,"Ġchildmsg":2280,"Ġdigits":2281,"256":2282,"2515":2283,"Ġhead":2284,"Ġhexlen":2285,"readme":2286,"Ġ134":2287,"this":2288,"24312":2289,"3458652":2290,"5974":2291,"5951":2292,"89623":2293,"Ġmultiplyloop":2294,"0501":2295,"sion":2296,"proc":2297,"prova":2298,"Ġyou":2299,"Ġdeli":2300,"2923":2301,"Ġabout":2302,"Ġ1000":2303,"ediate":2304,"726577":2305,"72657355":2306,"Ġhow":2307,"Ġhalf":2308,"91969":2309,"cdq":2310,"myfunc":2311,"ncat":2312,"Ġpurp":2313,"bytes":2314,"Ġdonelen":2315,"Ġdonemsg":2316,"Ġnomorearg":2317,"ciQBR":2318,"Ġ65535":2319,"Ġupcase":2320,"152515":2321,"very":2322,"xdebf":2323,"Ġ667291":2324,"Ġ0102":2325,"Ġbegin":2326,"insmod":2327,"31263":2328,"3131313":2329,"31313131":2330,"xffffffdf":2331,"766564":2332,"383638":2333,"4948047":2334,"Ġportable":2335,"bccc":2336,"isegg":2337,"Ġopenssl":2338,"ginal":2339,"72706475":2340,"randomize":2341,"Ġ8840211":2342,"33333333":2343,"44444444":2344,"#####'":2345,"#########'":2346,"printf":2347,"xdeadc":2348,"spacex":2349,"gaM":2350,"ipchains":2351,"Ġstrlen":2352,"Ġinternetread":2353,"4255":2354,"MUgdk":2355,"MUhUWO":2356,"YtBh":2357,"YtPMI":2358,"dqgZp":2359,"mmval":2360,"oice":2361,"xada":2362,"Ġquit":2363,"Ġeatlen":2364,"Ġeatmsg":2365,"Ġiprintlf":2366,"Ġ0544":2367,"Ġbucle":2368,"Ġbuzz":2369,"64616568":2370,"Ġ123456789":2371,"Ġsprintlf":2372,"1234567":2373,"12345678":2374,"aaaabbb":2375,"5090508":2376,"50905091":2377,"343997":2378,"3439979":2379,"socketcall":2380,"88998899":2381,"Ġparentmsg":2382,"Ġ804809":2383,"Ġnopasswd":2384,"bxwJf":2385,"04020":2386,"1337":2387,"13231":2388,"233573":2389,"243525":2390,"3734":2391,"3436":2392,"465456":2393,"4227":2394,"5309":2395,"6769666":2396,"67513231":2397,"716230":2398,"8223":2399,"8140":2400,"Ccw":2401,"EydqgZp":2402,"IyoOD":2403,"JnIyoOD":2404,"LFNWm":2405,"PPEydqgZp":2406,"WfPPEydqgZp":2407,"ajm":2408,"bgjX":2409,"baca":2410,"cdddd":2411,"curl":2412,"efc":2413,"epi":2414,"feca":2415,"host":2416,"history":2417,"kvJnIyoOD":2418,"lvp":2419,"lVqhP":2420,"malloc":2421,"pbkdf":2422,"Ġroom":2423,"Ġ777":2424,"Ġuntil":2425,"Ġmodtest":2426,"ĠVALUE":2427,"students":2428,"Ġimmediate":2429,"Ġoriginal":2430,"encodedshellcode":2431,"Ġreboot":2432,"Ġreferred":2433,"Ġregoster":2434,"Ġlarge":2435,"Ġcommand":2436,"abcdh":2437,"Ġinformation":2438,"Ġinversion":2439,"Ġfizz":2440,"Ġmatch":2441,"Ġmxcsr":2442,"6374612":2443,"65726":2444,"74756873":2445,"74303072":2446,"74793":2447,"69616863":2448,"localhost":2449,"Ġ4294948047":2450,"61655220":2451,"31179798":2452,"Ġunlabeled":2453,"Ġ876189623":2454,"0101017":2455,"0100007":2456,"68735858":2457,"Ġnextchar":2458,"454440":2459,"455523":2460,"45525649":2461,"45683933":2462,"50446862":2463,"Ġ672274793":2464,"xefffff":2465,"ĠeggLoop":2466,"setsockopt":2467,"222933":2468,"Ġenvironment":2469,"Ġcheckbuzz":2470,"2431243":2471,"Ġdelivery":2472,"Ġpurpose":2473,"Ġnomoreargs":2474,"ciQBRCcw":2475,"1525152":2476,"Ġ66729180":2477,"bccccdddd":2478,"Ġ884021143":2479,"Ġinternetreadfile":2480,"MUgdkWfPPEydqgZp":2481,"aaaabbbbccccdddd":2482,"34399797":2483,"bxwJfzor":2484,"2335738":2485,"LFNWmSJ":2486,"kvJnIyoODYtBh":2487,"MUgdkWfPPEydqgZpm":2488,"cld":2489,"iablename":2490,"nop":2491,"path":2492,"sig":2493,"targ":2494,"Ġext":2495,"del":2496,"stage":2497,"Ġodd":2498,"Ġlet":2499,"input":2500,"Ġsend":2501,"Ġsuspend":2502,"arr":2503,"one":2504,"Ġwordvar":2505,"Ġcld":2506,"lseek":2507,"Ġgo":2508,"Ġmap":2509,"Ġmatrix":2510,"Ġvariablename":2511,"Ġror":2512,"variablename":2513,"Ġchoice":2514,"Ġmsglength":2515,"ĠmyList":2516,"Ġymmval":2517,"Ġbuffersize":2518,"extend":2519,"fork":2520,"Ġbignum":2521,"target":2522,"Ġextend":2523,"Ġletter":2524,".,":2525,".',":2526,"20000":2527,"XAA":2528,"ay":2529,"big":2530,"bject":2531,"care":2532,"cou":2533,"creat":2534,"ccept":2535,"dh":2536,"dde":2537,"dim":2538,"fi":2539,"fupdisasm":2540,"fill":2541,"ght":2542,"hing":2543,"hat":2544,"iss":2545,"jnc":2546,"lin":2547,"ments":2548,"miss":2549,"port":2550,"priv":2551,"qw":2552,"rotate":2553,"two":2554,"ure":2555,"vel":2556,"writestring":2557,"wait":2558,"âĢ":2559,"Ġuse":2560,"ĠSF":2561,"Ġqw":2562,"ĠâĢ":2563,"hethe":2564,"Ġten":2565,"Ġtables":2566,"Ġthevalue":2567,"Ġele":2568,"Ġaccept":2569,"Ġadde":2570,"Ġip":2571,"Ġ010":2572,"Ġobject":2573,"shift":2574,"enc":2575,"ens":2576,"Ġcur":2577,"Ġreac":2578,"pushl":2579,"Ġbp":2580,"Ġbin":2581,"Ġbut":2582,"Ġlist":2583,"Ġjnc":2584,"Ġcontin":2585,"Ġcontrol":2586,"Ġcontens":2587,"Ġpushl":2588,"install":2589,"Ġdis":2590,"Ġsword":2591,"time":2592,"tivel":2593,"Ġvl":2594,"Ġvect":2595,"Ġino":2596,"Ġinput":2597,"decimal":2598,"Ġnl":2599,"ity":2600,"Ġ20000":2601,"Ġblock":2602,"ectivel":2603,"Ġnothing":2604,"Ġresd":2605,"Ġresut":2606,"Ġcalls":2607,"Ġcaller":2608,"Ġcalled":2609,"callpop":2610,"Ġpointed":2611,"unlin":2612,"Ġwas":2613,"Ġwhere":2614,"Ġwhat":2615,"Ġwhethe":2616,"edure":2617,"Ġdefined":2618,"andel":2619,"utli":2620,"Ġthat":2621,"Ġthis":2622,"Ġsystemcall":2623,"010":2624,"Ġvariables":2625,"Ġstores":2626,"Ġarriv":2627,"xadecimal":2628,"Ġ//":2629,"ision":2630,"play":2631,"shellcodelen":2632,"Ġpermiss":2633,"execfile":2634,"duploop":2635,"urns":2636,"Ġlenght":2637,"Ġreturns":2638,"Ġhexadecimal":2639,"Ġhs":2640,"Ġhave":2641,"Ġhas":2642,"Ġhandel":2643,"Ġsingl":2644,"download":2645,"find":2646,"Ġsix":2647,"getp":2648,"Ġreals":2649,"closefile":2650,"antity":2651,"Ġrespectivel":2652,"Ġterminated":2653,"createfile":2654,"Ġplus":2655,"Ġprocedure":2656,"Ġdivision":2657,"Ġquad":2658,"Ġquantity":2659,"Ġargument":2660,"Ġ0777":2661,"ions":2662,"realarray":2663,"Ġprintf":2664,"formatting":2665,"#########'\"":2666,"#########'\",\"":2667,"sigaction":2668,"count":2669,"filename":2670,"ĠâĢĵ":2671,"Ġelements":2672,"Ġaddess":2673,"Ġcurrent":2674,"Ġreached":2675,"Ġbind":2676,"Ġlisten":2677,"Ġcontining":2678,"Ġdisplay":2679,"Ġvector":2680,"unlink":2681,"Ġwhether":2682,"utliply":2683,"Ġarrives":2684,"Ġpermissions":2685,"Ġrespectively":2686,"'\"":2687,"'\",":2688,"/,":2689,"]]":2690,"]],\"":2691,"check":2692,"done":2693,"four":2694,"gotocall":2695,"jg":2696,"js":2697,"jle":2698,"jocker":2699,"kill":2700,"lcare":2701,"mmap":2702,"mutliply":2703,"no":2704,"nal":2705,"nect":2706,"pre":2707,"send":2708,"suspend":2709,"tot":2710,"wrap":2711,"ymmval":2712,"stc":2713,"stat":2714,"Ġstc":2715,"entrypoint":2716,"alarm":2717,"wordvar":2718,"decrypt":2719,"Ġmutliply":2720,"callit":2721,"callme":2722,"loader":2723,":,_":2724,"Ġjeq":2725,"loopinghere":2726,"matrix":2727,"incpage":2728,"incaddr":2729,"fileaddress":2730,"filecontents":2731,"choice":2732,"setup":2733,"direction":2734,"hellolen":2735,"pause":2736,"reading":2737,"numbers":2738,"retry":2739,"three":2740,"msglength":2741,"negative":2742,"process":2743,"Ġdelcare":2744,"Ġjbe":2745,"doit":2746,"myList":2747,"todo":2748,"terminate":2749,"getpid":2750,"jeq":2751,"marks":2752,"buffersize":2753,"connect":2754,"jbe":2755,"output":2756,"//,":2757,"signal":2758,"delcare":2759,"stageaddress":2760,"bignum":2761,"waitpid":2762,"encrypt":2763,"getppid":2764,"getpgrp":2765,"prepare":2766,"total":2767}